################### Главное меню #####################

CMD_START = (f"Вы находитесь на главной странице магазина.\n"
             f"Выберите 👇 интересующую Вас информацию.")

ABOUT_US = (f"<b>Работаю с кожей уже более 5 лет.</b>\n"
            f"<b>Более 100 изделий было сделано.</b>\n"
            f"<b>Изделия прошиваю вручную седельным швом.</b>\n"
            f"<b>Работаю только с натуральной кожей.</b>\n"
            f"<b>Заказываю кожу у проверенных поставщиков.</b>\n"
            f"<b>Кожу обрабатываю качественными средствами.</b>\n")



TEXT_CHOICE_1 = "Выберите 👇 интересующую Вас информацию."
TEXT_CHOICE_2 = "Выберите 👆 интересующую Вас информацию."


################# Описание инструментов ###################

TOOLS = f"Используемые инструменты для работы с кожей."

TOOLS_1 = (f"Данный инструмент использую для отверстий,\n"
           f"чтобы продевать в них иглы для шва.")

TOOLS_2 = (f"Данный инструмент использую для отверстий,\n"
           f"чтобы устанавливать гарнитуру в изделия.")

TOOLS_3 = (f"Нити вощённые 0,5 и 0,7 диам. Использую\n"
           f"для прошивки изделий (седельным швом).")

TOOLS_4 = (f"Инструменты для фазок и обработки краёв изделий.")

TOOLS_5 = (f"Ножи для нарезки, оконтовки кожи.\n"
           f"Так же инструмент для обработки торцов.")

CHEMISTRY = (f"Крема для обработки кожи использую\n"
             f"иностранных производителей. Таких как:\n"
             f" -MELTONIAN P1 (Италия)\n"
             f" -Kenda Farben (Италия)\n"
             f" -Fenice (Италия)\n"
             f" -Fiebing's (США)\n"
             f" В основном этими производителями пользуюсь.")

#################### Условия доставки ########################

DELIVERY_TERMS = (f"✈Отправляю товар через \"почта России\"\n"
                  f"первым классом.\n"
                  f"⏳Срок доставки от 5 - 10 дней\n"
                  f"❗Стоимость достаки 500 рублей\n"
                  f"❕В стоимость входит:\n"
                  f" -упаковка\n"
                  f" -обявленная ценность в 3000 рублей\n"
                  f"❗Отправка заказа, после получения денег\n"
                  f"за заказ с доставкой.\n"
                  f"После отпраки:\n"
                  f"- высылаю Вам \"трэк номер\" заказа")

########### Экземпляр описания #########

# MINI_WALLET = (f"🧳<b>Мини кошелёк</b>\n"
#                f"🔎Описание:\n"
#                f"Кошелек подходит мужчинвм и женщинам❕\n"
#                f"Ручная работа❕\n"
#                f"Натуральная кожа умершего животного❕\n"
#                f"✂Обработка изделия:\n"
#                f" -воск пчелиный;\n"
#                f" -аппретура (крем) Kenda Farben (Италия);\n"
#                f" -средство для уреза FIEBING'S (Америка).\n"
#                f"🪡Прошито изделие седельным швом\n"
#                f"вощённо-плетёнными нитями 0.7 мм.\n"
#                f"🔎Характеристики:\n"
#                f" -4 отделения под карты;\n"
#                f" -одно отделение под купюры\n"
#                f"(в сложенном виде).\n"
#                f"⁉Прослужит данное изделия года, и с\n"
#                f"каждым годом кожа будет становиться\n"
#                f"благороднее.")