CMD_START = (f"Вы находитесь на главной странице магазина.\n"
             f"Выберите 👇 интересующую Вас информацию.")

ABOUT_US = (f"<b>Работаю с кожей уже более 5 лет.</b>\n"
            f"<b>Более 100 изделий было сделано.</b>\n"
            f"<b>Изделия прошиваю вручную седельным швом.</b>\n"
            f"<b>Работаю только с натуральной кожей.</b>\n"
            f"<b>Заказываю кожу у проверенных поставщиков.</b>\n"
            f"<b>Кожу обрабатываю качественными средствами.</b>\n")



TEXT = "Выберите 👇 интересующую Вас информацию."


################# Описание инструментов ######################

TOOLS = f"Используемые инструменты для работы с кожей."

TOOLS_1 = (f"Данный инструмент использую для отверстий,\n"
           f"чтобы продевать в них иглы для шва.")

TOOLS_2 = (f"Данный инструмент использую для отверстий,\n"
           f"чтобы устанавливать гарнитуру в изделия.")

TOOLS_3 = (f"Нити вощённые 0,5 и 0,7 диам. Использую\n"
           f"для прошивки изделий (седельным швом).")

TOOLS_4 = (f"Инструменты для фазок и обработки краёв изделий.")

TOOLS_5 = (f"Ножи для нарезки, оконтовки кожи.\n"
           f"Так же инструмент для обработки торцов.")

CHEMISTRY = (f"Крема для обработки кожи использую\n"
             f"иностранных производителей. Таких как:\n"
             f" - MELTONIAN P1 (Италия)\n"
             f" - Kenda Farben (Италия)\n"
             f" - Fenice (Италия)\n"
             f" - Fiebing's (США)\n"
             f" В основном этими производителями пользуюсь.")